[
  {
    "title": "Easy full-body yoga workout for men",
    "description": "It is a long established fact that a reader will be distracted by the content of a page when looking at its layout.According to the National Institutes of Health, scientific evidence shows that yoga supports stress management, mental health, mindfulness, healthy eating, weight loss and quality sleep.",
    "img": "https://i.ibb.co/g37ggW2/10-1-1.jpg",
    "id": "4657",
    "category": "Fitness"
  },
  {
    "title": "How To Build Strength With Your Yoga",
    "description": "Yoga has long been known to lower blood pressure and slow the heart rate. A slower heart rate can benefit people with high blood pressure or heart disease, and people who've had a stroke.Yoga has also been linked to lower cholesterol and triglyceride levels, and better immune system function.",
    "img": "https://i.ibb.co/DbLHm5y/download-1.jpg",
    "id": "4637",
    "category": "Creativity"
  },
  {
    "title": "Condition For All Around Fitness Goal",
    "description": "Empower your practice and your life with online yoga resources, articles and videos from Yoga International. Our community is a holistic home for those who are seeking to deepen their yoga knowledge. We offer engaging and inspiring content designed to bring a beautiful balance to your life. Nurture body, mind and spirit with Yoga International.",
    "img": "https://i.ibb.co/8BqNNZv/download-2.jpg",
    "id": "8373",
    "category": "Health"
  },
  {
    "title": "Best Way To Stop Eating Sugar And Carbs",
    "description": "Yoga offers physical and mental health benefits for people of all ages. And, if you’re going through an illness, recovering from surgery or living with a chronic condition, yoga can become an integral part of your treatment and potentially hasten healing. ",
    "img": "https://i.ibb.co/X8gJgnp/download-3.jpg",
    "id": "28292",
    "category": "Fitness"
  },
  {
    "title": "Terrific Benefits Of A Morning Meditation",
    "description": "It is a long established fact that a reader will be distracted by the content of a page when looking at its layout.",
    "img": "https://i.ibb.co/K6VK3Yx/download-4.jpg",
    "id": "9327",
    "category": "Health"
  },
  {
    "title": "Eat Right, Be Bright ,Work More For Fitness",
    "description": "A yoga therapist can work with patients and put together individualized plans that work together with their medical and surgical therapies. That way, yoga can support the healing process and help the person experience symptoms with more centeredness and less distress.",
    "img": "https://i.ibb.co/vwcJfFM/download-5.jpg",
    "id": "92372",
    "category": "Creavity"
  },
  {
    "title": "Honoring Spring Equinox: New Beginnings",
    "description": "Yoga is as good as basic stretching for easing pain and improving mobility in people with lower back pain. The American College of Physicians recommends yoga as a first-line treatment for chronic low back pain",
    "img": "https://i.ibb.co/LY7v69W/download-6.jpg",
    "id": "98237",
    "category": "Health"
  },
  {
    "title": "A Mindfulness Meditation To Find Peace & Balance",
    "description": "Regular yoga practice may reduce levels of stress and body-wide inflammation, contributing to healthier hearts. Several of the factors contributing to heart disease, including high blood pressure and excess weight, can also be addressed through yoga.",
    "img": "https://i.ibb.co/fvw4zcg/download.jpg",
    "id": "919237",
    "category": "Fitness"
  },
  {
    "title": "Fresh Health And Wellness Finds Your Fitness",
    "description": "Participating in yoga classes can ease loneliness and provide an environment for group healing and support. Even during one-on-one sessions loneliness is reduced as one is acknowledged as a unique individual, being listened to and participating in the creation of a personalized yoga plan.",
    "img": "https://i.ibb.co/vkHMng3/full-shot-teacher-helping-woman-with-pose-23-2148924657.jpg",
    "id": "923837",
    "category": "Health"
  }
]